Repository: vsanthanam/convusic-localization
Catalog: Mobile/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, nl, pt_br, ru

# WelcomeViewController.TitleOne
source: Choose your app
de: Wählen Sie Ihre App
es: Elije tu aplicación
fr: Choisissez votre application
it: Scegli la tua app
ja: アプリを選択
nl: Kies uw app
pt_br: Escolha a sua aplicação
ru: Выберите приложение

# WelcomeViewController.StepOne
source: Tell us which music streaming app you prefer to use.
de: Teilen Sie uns mit, welche App Sie am liebsten für Musikstreams verwenden.
es: Dinos qué aplicación de streaming de música prefieres utilizar.
fr: Dites-nous l'application de streaming de musique que vous préférez
it: Dicci quale app di musica in streaming preferisci usare.
ja: 使用する音楽ストリーミングアプリを教えてください。
nl: Vertel ons welke app voor het streamen van muziek uw voorkeur heeft.
pt_br: Diga-nos qual a aplicação de transmissão de música que prefere utilizar.
ru: Сообщите нам, какое приложение вы предпочитаете использовать для воспроизведения потоковой музыки.

# WelcomeViewController.TitleTwo
source: Enable the extension
de: Erweiterung aktivieren
es: Habilita la extensión
fr: Activer l'extension
it: Abilita l'estensione
ja: 拡張機能を有効に設定
nl: De extensie inschakelen
pt_br: Ativar a extensão
ru: Активируйте расширение

# WelcomeViewController.StepTwo
source: Allow Safari to use the Convusic Extension.
de: Erlauben Sie Safari, die Convusic-Erweiterung zu verwenden.
es: Permitir a Safari usar la extensión Convusic.
fr: Autoriser Safari à utiliser l'extension de Convusic.
it: Consenti a Safari di utilizzare l'estensione Convusic.
ja: SafariによるConvusicの拡張機能の使用を許可します。
nl: Sta Safari toe om de Convusic-extensie te gebruiken.
pt_br: Autorizar Safari a utilizar a Extensão Convusic.
ru: Разрешите Safari использовать расширение Convusic.

# WelcomeViewController.TitleThree
source: Open a link
de: Einen Link öffnen
es: Abrir un enlace
fr: Ouvrir un lien
it: Apri un link
ja: リンクを開く
nl: Een link openen
pt_br: Abrir uma ligação
ru: Откройте ссылку

# WelcomeViewController.StepThree
source: Convusic will automatically route music links to your app of choice.
de: Convusic wird Musiklinks automatisch an die App Ihrer Wahl weiterleiten.
es: Convusic enrutará automáticamente los enlaces de música a la aplicación que elijas.
fr: Convusic acheminera automatiquement les liens musicaux vers l'application de votre choix.
it: Convusic indirizzerà automaticamente i link musicali alla tua app preferita.
ja: Convusicは、音楽のリンクを選択したアプリに自動転送します。
nl: Convusic zal automatisch muziek-links naar de app van uw keuze sturen.
pt_br: A Convusic irá encaminhar automaticamente ligações musicais para a sua aplicação escolhida.
ru: Convusic будет автоматически перенаправлять музыкальные ссылки в выбранное вами приложение.

# WelcomeViewController.CTA
source: Get Started
de: Loslegen
es: Empezar
fr: Débuter
it: Inizia
ja: はじめる
nl: Aan de slag
pt_br: Iniciar
ru: Начало работы

# CloudSetupViewController.Title
source: Use iCloud?
de: iCloud verwenden?
es: ¿Usas iCloud?
fr: Utiliser iCloud ?
it: Usare iCloud?
ja: iCloudを使用しますか？
nl: iCloud gebruiken?
pt_br: Utilizar iCloud?
ru: Использовать iCloud?

# CloudSetupViewController.Explain
source: Your preferences will be synced across your devices via iCloud
de: Ihre Einstellungen werden über die iCloud zwischen Ihren Geräten synchronisiert
es: Tus preferencias se sincronizarán en todos tus dispositivos a través de iCloud
fr: Vos préférences seront synchronisées sur vos appareils avec iCloud
it: Le tue preferenze verranno sincronizzate sui tuoi dispositivi tramite iCloud
ja: 環境設定はiCloud経由ですべてのデバイスに同期されます
nl: Uw voorkeuren worden op al uw apparaten gesynchroniseerd via iCloud
pt_br: As suas preferências serão sincronizadas nos seus dispositivos através do iCloud
ru: Ваши настройки будут синхронизированы на всех устройствах с помощью iCloud

# CloudSetupViewController.CTA
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pt_br: Continuar
ru: Продолжить

# CloudSetupViewController.Skip
source: Don't Use iCloud
de: iCloud nicht verwenden
es: No uso iCloud
fr: Ne pas utiliser iCloud
it: Non usare iCloud
ja: iCloudを使用しない
nl: iCloud niet gebruiken
pt_br: Não Utilizar o iCloud
ru: Не использовать iCloud

# CloudSetupViewController.Alert.Title
source: Are you sure?
de: Sind Sie sicher?
es: ¿Seguro?
fr: Confirmer ?
it: Confermi?
ja: この操作を続けますか？
nl: Weet u het zeker?
pt_br: Tem a certeza?
ru: Вы уверены?

# CloudSetupViewController.Alert.Message
source: You'll need to select your service preferences on every new device you setup. You can change this in the settings menu at any time.
de: Für jedes neue Gerät, das Sie einrichten, müssen Sie Ihre bevorzugten Dienste festlegen. Sie können diese jederzeit im Einstellungsmenü ändern.
es: Tendrás que seleccionar tus preferencias de servicio en cada nuevo dispositivo que configures. Puedes cambiar esto en el menú de configuración en cualquier momento.
fr: Vous devrez sélectionner les préférences de votre service sur chaque nouvel appareil que vous configurez. Vous pourrez changer cela dans le menu des paramètres à tout moment.
it: Dovrai selezionare le tue preferenze di servizio su ogni nuovo dispositivo che configuri. Puoi modificare questa opzione in qualsiasi momento nel menu delle impostazioni.
ja: 設定する新しいデバイスすべてでサービスの環境設定を選択する必要があります。この設定は、いつでも「設定」で変更できます。
nl: U zult uw servicevoorkeuren moeten selecteren op elk nieuw apparaat dat u installeert. U kunt dit op elk moment in het instellingenmenu wijzigen.
pt_br: Terá de selecionar as suas preferências de serviço em cada novo dispositivo que configurar. Pode alterar isto no menu de configurações em qualquer altura.
ru: Вам нужно будет выбрать предпочитаемый сервис на каждом новом настраиваемом устройстве. Это можно изменить в меню настроек в любой момент.

# CloudSetupViewController.Alert.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

# CloudSetupViewController.Alert.Destructive
source: Continue Without iCloud
de: Weiter ohne iCloud
es: Continuar sin iCloud
fr: Continuer sans iCloud
it: Continua senza iCloud
ja: iCloudを使用せずに続ける
nl: Doorgaan zonder iCloud
pt_br: Continuar Sem iCloud
ru: Продолжить без iCloud

# SetupViewController.Title
source: Get Started
de: Loslegen
es: Empezar
fr: Débuter
it: Inizia
ja: はじめる
nl: Aan de slag
pt_br: Iniciar
ru: Начало работы

# SetupViewController.CTA
source: Continue with %@
de: Weiter mit %@
es: Continuar con %@
fr: Continuer avec %@
it: Continua con %@
ja: %@で続ける
nl: Doorgaan met %@
pt_br: Continuar com %@
ru: Продолжить с %@

# SetupViewController.EmptyCTA
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
nl: Doorgaan
pt_br: Continuar
ru: Продолжить

# SetupViewController.Skip
source: Decide Later
de: Später entscheiden
es: Decidir después
fr: Décider plus tard
it: Decidi più tardi
ja: あとで決める
nl: Later beslissen
pt_br: Decidir Mais Tarde
ru: Решить позже

# SetupViewController.Alert.Title
source: Are you sure?
de: Sind Sie sicher?
es: ¿Seguro?
fr: Confirmer ?
it: Confermi?
ja: この操作を続けますか？
nl: Weet u het zeker?
pt_br: Tem a certeza?
ru: Вы уверены?

# SetupViewController.Alert.Message
source: The Convusic Safari Extension needs to know which app you use to automatically convert links. You can set still convert links, but you'll need to open the app and type them in manually. You can change this in the settings menu at any time.
de: Die Convusic Safari-Erweiterung muss die App kennen, die Sie für das automatische Konvertieren von Links verwenden. Sie können festlegen, dass Links trotzdem konvertiert werden sollen, müssen dann aber die App öffnen und die Links manuell eingeben. Im Einstellungsmenü können Sie dies jederzeit ändern.
es: La extensión Convusic de Safari necesita saber qué aplicación utilizas para convertir los enlaces automáticamente. Puedes elegir seguir convirtiendo enlaces, pero deberás abrir la aplicación e introducirlos manualmente. Puedes cambiar esto en el menú de configuración en cualquier momento.
fr: L'extension Safari de Convusic doit savoir quelle application utiliser pour convertir automatiquement les liens. Vous pouvez toujours utiliser des liens de conversion, mais vous devrez ouvrir l'application et les saisons manuellement. Vous pouvez changer cela dans le menu des paramètres à tout moment.
it: L'estensione Convusic per Safari deve sapere quale app usi per convertire automaticamente i link. Puoi comunque impostare i link di conversione, ma dovrai aprire l'app e digitarli manualmente. Puoi modificare questa opzione in qualsiasi momento nel menu delle impostazioni.
ja: ConvusicのSafari拡張機能は、リンクを自動変換するため、お使いになるアプリの情報を必要としています。リンクを変換することはできますが、アプリを開いて手動で入力いただく必要があります。この設定は、いつでも「設定」で変更できます。
nl: De Convusic Safari-extensie moet weten met welke app u automatisch links converteert. U kunt het converteren van links stilzetten, maar dan zult u de app moeten openen en ze handmatig invoeren. U kunt dit op elk moment in het instellingenmenu wijzigen.
pt_br: A Extensão Convusic Safari precisa de saber qual a aplicação que utiliza para converter automaticamente as ligações. Pode ainda definir converter ligações, mas terá de abrir a aplicação e digitá-las manualmente. Pode alterar isto no menu de configurações em qualquer altura.
ru: Расширению Convusic для Safari нужно знать, какое приложение вы используете для автоматического преобразования ссылок. Вы всё равно сможете преобразовывать ссылки, но вам придется открыть приложение и ввести их вручную. Это можно изменить в меню настроек в любой момент.

# SetupViewController.Alert.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена

# SetupViewController.Alert.Destructive
source: Continue Without Selection
de: Weiter ohne Auswahl
es: Continuar sin elegir
fr: Continuer sans sélectionner
it: Continua senza selezione
ja: 選択せずに続ける
nl: Doorgaan zonder selectie
pt_br: Continuar Sem Seleção
ru: Продолжить без выбора

# InstructionsViewController.Title
source: Instructions
de: Anleitung
es: Instrucciones
it: Istruzioni
ja: 手順
nl: Instructies
pt_br: Instruções
ru: Инструкция

# InstructionStepDataSource.StepOne
source: Open the Settings app
de: Die App „Einstellungen“ öffnen
es: Abre la aplicación de configuración
fr: Ouvrir l'application Réglages
it: Apri l'app impostazioni
ja: 「設定」アプリを開きます
nl: De instellingen-app openen
pt_br: Abrir as Configurações da aplicação
ru: Откройте настройки

# InstructionStepDataSource.StepTwo
source: Select Safari
de: Safari auswählen
es: Selecciona Safari
fr: Sélectionner Safari
it: Seleziona Safari
ja: Safariを選択します
nl: Safari selecteren
pt_br: Selecione Safari
ru: Выберите Safari

# InstructionStepDataSource.StepThree
source: Select Extensions
de: Erweiterungen auswählen
es: Selecciona extensiones
fr: Sélectionner les extensions
it: Seleziona Estensioni
ja: 拡張機能を選択します
nl: Extensies selecteren
pt_br: Selecione Extensões
ru: Выберите «Расширения»

# InstructionStepDataSource.StepFour
source: Select Convusic
de: Convusic auswählen
es: Selecciona Convusic
fr: Sélectionner Convusic
it: Seleziona Convusic
ja: Convusicを選択します
nl: Convusic selecteren
pt_br: Selecione Convusic
ru: Выберите Convusic

# InstructionStepDataSource.StepFive
source: Turn Convusic On
de: Convusic aktivieren
es: Activa Convusic
fr: Allumer Convusic
it: Attiva Convusic
ja: Convusicをオンにします
nl: Convusic inschakelen
pt_br: Ative a Convusic
ru: Включите Convusic

# InstructionStepDataSource.StepSix
source: Enable All Streaming Services
de: Alle Streaming-Dienste aktivieren
es: Habilita todos los servicios de streaming
fr: Activer tous les services de streaming
it: Abilita tutti i servizi di streaming
ja: ストリーミングサービスをすべて有効に設定します
nl: Alle streamingdiensten inschakelen
pt_br: Ative Todos os Serviços de Transmissão
ru: Активируйте все потоковые сервисы

# MainViewController.ServiceCTA
source: Open in %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans %@
it: Apri in %@
ja: %@で開きます
nl: In %@ openen
pt_br: Abrir em %@
ru: Открыть в %@

# MainViewController.InstructionsCTA
source: Instructions
de: Anleitung
es: Instrucciones
it: Istruzioni
ja: 手順
nl: Instructies
pt_br: Instruções
ru: Инструкция

# MainViewController.SettingsCTA
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configurações
ru: Настройки

# MainViewController.Alert.Title
source: Conversion Failed
de: Konvertierung fehlgeschlagen
es: Fallo de conversión
fr: Échec de la conversion
it: Conversione non riuscita
ja: 変換に失敗しました
nl: Omzetting mislukt
pt_br: Converão Falhou
ru: Не удалось преобразовать

# MainViewController.Alert.Action
source: OK
es: VALE
nl: Oké

# MainViewController.Error.Message
source: Unknown Conversion Failure
de: Unbekannter Konvertierungsfehler
es: Error de conversión desconocido
fr: Échec de conversion inconnu
it: Errore di conversione sconosciuto
ja: 不明な変換エラー
nl: Onbekende conversiefout
pt_br: Falha Desconhecida de Conversão
ru: Неизвестная ошибка преобразования

# MainViewController.Error.Action
source: OK
es: VALE
nl: Oké

# MainViewController.Offline
source: Convusic is Offline
de: Convusic ist offline
es: Convusic no tiene conexión
fr: Convusic est hors-ligne
it: Convusic è offline
ja: Convusicがオフラインです
pt_br: A Convusic está Offline
ru: Convusic офлайн

# MusicURLCell.Placeholder
source: Enter or Paste a Music Streaming URL
de: URL eines Musikstreams eingeben oder einfügen
es: Introduce o pega una URL de streaming de música
fr: Saisissez ou collez une URL de streaming de musique
it: Inserisci o incolla un URL di musica in streaming
ja: 音楽ストリーミングURLを入力するか貼り付けます
nl: Een URL voor muziekstreaming invoeren of plakken
pt_br: Introduza ou Digie um URL de Transmissão de Música
ru: Введите или вставьте URL-адрес потоковой музыки

# SettingsViewController.Title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pt_br: Configurações
ru: Настройки

# SettingsViewController.Services.Title
source: My Music Service
de: Musikdienste
es: Mi servicio de música
fr: Services musicaux
it: Servizi musicali
ja: マイ音楽サービス
nl: Mijn muziekdienst
pt_br: Serviços de Música
ru: Музыкальные сервисы

# SettingsViewController.Services.NoService
source: None
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
nl: Geen
pt_br: Nenhum
ru: Нет

# SettingsViewController.Options.Clipboard
source: Copy from Clipboard
de: Aus Zwischenablage kopieren
es: Copiar desde el portapapeles
fr: Copier depuis le presse-papier
it: Copia dagli appunti
ja: クリップボードからコピー
nl: Van klembord kopiëren
pt_br: Copiar da Área de transferência
ru: Копировать из буфера обмена

# SettingsViewController.Options.Cloud
source: Use iCloud
de: iCloud verwenden
es: Uso iCloud
fr: Utiliser iCloud
it: Usa iCloud
ja: iCloudを使用
nl: Gebruik iCloud
pt_br: Utilizar o iCloud
ru: Использовать iCloud

# SettingsViewController.MoreCTA
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: さらに表示
nl: Meer
pt_br: Mais
ru: Еще

# MoreViewController.Title
source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: さらに表示
nl: Meer
pt_br: Mais
ru: Еще

# MoreViewController.AcknowledgementsCTA
source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Riconoscimenti
nl: Dankwoord
pt_br: Agradecimentos
ru: Благодарность

# MoreViewController.VersionInfo
source: Version
es: Versión
it: Versione
ja: バージョン
nl: Versie
pt_br: Versão
ru: Версия

# MoreViewController.EmailCTA
source: Email
es: Correo electrónico
ja: メールアドレス
ru: Эл. почта

# MoreViewController.PrivacyCTA
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade
ru: Конфиденциальность

# MoreViewController.WebsiteCTA
source: Website
es: Sitio web
fr: Site Web
it: Sito web
ja: ウェブサイト
ru: Веб-сайт

# MoreViewController.ShareCTA
source: Tell a Friend
de: Einem Freund mitteilen
es: Contar a un amigo
fr: En parler à un ami
it: Dillo a un amico
ja: 友達に伝える
nl: Vertel een vriend
pt_br: Contar a um Amigo
ru: Рассказать другу

# MoreViewController.RateCTA
source: Rate & Review
de: Bewerten & kommentieren
es: Valoración y reseña
fr: Noter et évaluer
it: Valuta e recensisci
ja: 評価＆レビュー
nl: Beoordelen
pt_br: Classificar e Avaliar
ru: Оценить и оставить отзыв

# MoreViewController.Support.Title
source: Support Convusic
de: Convusic unterstützen
es: Apoyar a Convusic
fr: Soutenir Convusic
it: Supporta Convusic
ja: Convusicをサポート
nl: Convusic ondersteunen
pt_br: Apoie a Convusic
ru: Поддержать Convusic

# MoreViewController.Help.Title
source: Get Help
de: Hilfe erhalten
es: Obtener ayuda
fr: Obtenir de l'aide
it: Aiuto
ja: ヘルプ
nl: Hulp krijgen
pt_br: Obter Ajuda
ru: Получить помощь

# MoreViewController.About.Title
source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: バージョン情報
nl: Over
pt_br: Sobre
ru: О нас

# AcknowledgementsViewController.Title
source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Riconoscimenti
nl: Dankbetuiging
pt_br: Agradecimentos
ru: Благодарность

# AcknowledgementsViewController.Tools.Title
source: Built with these tools
de: Mit diesen Werkzeugen entwickelt
es: Desarrollado con estas herramientas
fr: Développé avec ces outils
it: Sviluppata con questi strumenti
ja: 作成に使用されたツール
nl: Met deze tools gebouwd
pt_br: Desenvolvida com estas ferramentas
ru: Разработано с помощью следующих инструментов

# AcknowledgementsViewController.Services.Title
source: Powered by these services
de: Von diesen Diensten unterstützt
es: Desarrollado por estos servicios
fr: Fonctionne avec ces services
it: Sviluppata con questi servizi
ja: 提供元サービス
nl: Aangedreven door deze diensten
pt_br: Movida por estes serviços
ru: На базе следующих сервисов

# AcknowledgementsViewController.Apps.Title
source: Inspired by these apps
de: Von diesen Apps inspiriert
es: Inspirado por estas aplicaciones
fr: Inspiré par ces applications
it: Ispirata da queste app
ja: インスピレーションとなったアプリ
nl: Met inspiratie van deze app
pt_br: Inspirada por estas aplicações
ru: Вдохновлено следующими приложениями

# MainViewController.Error.Title
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pt_br: Erro
ru: Ошибка
