Repository: vsanthanam/convusic-localization
Catalog: DesktopApp/*.lproj/Localizable.strings
Languages: de, es, fr, hi, it, ja, ko, nl, pt_br, ru

# WindowController.ExtensionCTA
source: Extension
de: Erweiterung
es: Extensión
hi: एक्सटेंशन
it: Estensione
ja: 拡張機能
ko: 확장 프로그램
nl: Extensie
pt_br: Extensão
ru: Расширение

# WindowController.ConvertCTA
source: Convert
de: Konvertieren
es: Abrir Música
fr: Convertir
hi: बदलें
it: Converti
ja: 変換
ko: 전환
nl: Converteren
pt_br: Converter
ru: Преобразовать

# ConvertViewController.Placeholder
source: Enter a music streaming URL and hit return
de: Geben Sie die URL eines Musikstreams ein und drücken Sie die Eingabetaste
es: Introduce una URL de streaming de música
fr: Saisissez une URL de streaming de musique et tapez entrer
hi: एक म्यूज़िक स्ट्रीमिंग यूआरएल डालें और रिटर्न दबाएं
it: Inserisci un URL di musica in streaming e premi Invio
ja: 音楽のストリーミングURLを入力し、Returnを押してください
ko: 음악 스트리밍 URL을 입력하고 리턴을 누르세요
nl: Voer een URL voor het streamen van muziek in en druk op return
pt_br: Introduza um URL de transmissão de música e clique em return
ru: Введите URL-адрес потоковой музыки и нажмите Enter

# GeneralPreferencesViewController.Title
source: General
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pt_br: Geral
ru: Общее

# GeneralPreferenceViewController.NoService
source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
ru: Нет

# GeneralPreferenceViewController.ServiceLabel
source: My Service:
de: Mein Dienst:
es: Mi Aplicación:
fr: Mon service :
hi: मेरी सेवा:
it: Il mio servizio:
ja: マイサービス：
ko: 내 서비스:
nl: Mijn dienst:
pt_br: O Meu Serviço:
ru: Мой сервис:

# GeneralPreferenceViewController.CloudLabel
source: Use iCloud
de: iCloud verwenden
es: Uso iCloud
fr: Utiliser iCloud
hi: iCloud का इस्तेमाल करें
it: Usa iCloud
ja: iCloudを使用
ko: iCloud 사용
nl: Gebruik iCloud
pt_br: Utilizar iCloud
ru: Использовать iCloud

# SupportPreferenceViewController.Title
source: Support
es: Ayuda
fr: Soutenir
hi: समर्थन
it: Assistenza
ja: サポート
ko: 지원
nl: Ondersteuning
pt_br: Suporte
ru: Поддержка

# SupportPreferenceViewController.EmailCTA
source: Email
es: Correo electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
ru: Эл. почта

# SupportPreferenceViewController.PrivacyCTA
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: निजता
ja: プライバシー
ko: 개인정보보호
pt_br: Privacidade
ru: Конфиденциальность

# SupportPreferenceViewControllerr.WebsiteCTA
source: Website
es: Sitio web
fr: Site Web
hi: वेबसाइट
it: Sito web
ja: ウェブサイト
ko: 웹사이트
ru: Веб-сайт

# ExtensionViewController.FallbackDescription
source: You can turn on Convusic’s extension in Safari Extensions preferences.
de: Sie können die Convusic-Erweiterung in den Safari-Erweiterungseinstellungen aktivieren.
es: Puede activar la extensión de Convusic en las preferencias de Extensiones de Safari.
fr: Vous pouvez activer l'extension Convusic depuis les préférences des extensions de Safari.
hi: आप सफ़ारी एक्सटेंशन की प्राथमिकताओं में Convusic के एक्सटेंशन को चालू कर सकते हैं।
it: Puoi attivare l'estensione di Convusic nella scheda Estensioni delle preferenze di Safari.
ja: 「Safari機能拡張」の「環境設定」でConvusicの拡張機能をオンに設定できます。
ko: Safari의 확장 프로그램 환경 설정에서 Convusic의 확장 프로그램을 켤 수 있습니다.
nl: U kunt de extensie van Convusic aanzetten in de voorkeuren voor Safari Extensions.
pt_br: Pode ligar a extensão da Convusic nas preferências das Extensões do Safari.
ru: Расширение Convusic можно включить в параметрах расширений Safari.

# ExtensionViewController.EnabledDescription
source: Convusic’s extension is currently on. You can turn it off in Safari Extensions preferences.
de: Die Convusic-Erweiterung ist derzeit aktiviert. Sie können sie in den Safari-Erweiterungseinstellungen deaktivieren.
es: La extensión de Convusic está activada. Puede desactivarlo en las preferencias de Extensiones de Safari.
fr: L'extension Convusic est actuellement activée. Vous pouvez la désactiver depuis les préférences des extensions de Safari.
hi: Convusic का एक्सटेंशन चालू है। आप इसे सफ़ारी एक्सटेंशन की प्राथमिकताओं में इसे बंद कर सकते हैं।
it: L'estensione di Convusic è attualmente attiva. Puoi disattivarla nella scheda Estensioni delle preferenze di Safari.
ja: Convusicの拡張機能は現在オンに設定されています。「Safari機能拡張」の「環境設定」でオフに設定できます。
ko: Convusic의 확장 프로그램이 현재 켜져 있습니다. Safari 확장 프로그램 환경 설정에서 이를 끌 수 있습니다.
nl: De extensie van Convusic is op dit moment ingeschakeld. U kunt het uitschakelen in de voorkeuren voor Safari Extensions.
pt_br: A extensão da Convusic está atualmente ativa. Pode desligá-la nas preferências das Extensões do Safari.
ru: Расширение Convusic включено. Его можно выключить в параметрах расширений Safari.

# ExtensionViewController.DisabledDescription
source: Convusic’s extension is currently off. You can turn it on in Safari Extensions preferences.
de: Die Convusic-Erweiterung ist derzeit deaktiviert. Sie können sie in den Safari-Erweiterungseinstellungen aktivieren.
es: La extensión de Convusic está desactivada. Puede activarlo en las preferencias de Extensiones de Safari.
fr: L'extension Convusic est actuellement désactivée. Vous pouvez l'activer depuis les préférences des extensions de Safari.
hi: Convusic का एक्सटेंशन अभी बंद है। आप इसे सफ़ारी एक्सटेंशन प्राथमिकताओं में चालू कर सकते हैं।
it: L'estensione di Convusic è attualmente disattivata. Puoi attivarla nella scheda Estensioni delle preferenze di Safari.
ja: Convusicの拡張機能は現在オフに設定されています。「Safari機能拡張」の「環境設定」でオンに設定できます。
ko: Convusic의 확장 프로그램이 현재 꺼져 있습니다. Safari 확장 프로그램 환경 설정에서 이를 켤 수 있습니다.
nl: De extensie van Convusic is op dit moment uitgeschakeld. U kunt het inschakelen in de voorkeuren voor Safari Extensions.
pt_br: A extensão da Convusic está atualmente desativada. Pode ligá-la nas preferências das Extensões do Safari.
ru: Расширение Convusic выключено. Его можно включить в параметрах расширений Safari.

# ExtensionViewController.SafariCTA
source: Quit and Open Safari Extensions Preferences…
de: Safari-Erweiterungseinstellungen beenden und öffnen…
es: Salga y abrir Safari…
fr: Quitter et ouvrir les préférences des extensions de Safari…
hi: छोड़ें और सफ़ारी एक्सटेंशन प्राथमिकताएं खोलें
it: Esci e apri la scheda Estensioni delle preferenze di Safari...
ja: 中断して「Safari機能拡張」の「環境設定」を開く...
ko: Safari 확장 프로그램 환경 설정을 종료하고 여세요...
nl: Verlaten en voorkeuren voor Safari Extensions openen...
pt_br: Sair e Abrir as Preferências de Extensões do Safari…
ru: Выйти и открыть параметры расширений Safari…

# MusicService.Errors.SongLink.ArtistPages
source: Convusic doesn't support artist pages with %@
de: Künstlerseiten mit %@ werden von Convusic nicht unterstützt
es: Convusic no admite páginas de artista con %@
fr: Convusic ne prend pas en charge les pages d'artiste avec %@
hi: %@ वाले कलाकार पृष्ठों का समर्थन Convusic नहीं करता
it: Convusic non supporta le pagine degli artisti con %@
ja: Convusicは%@のアーティストページをサポートしていません
ko: Convusic은 %@(으)로 아티스트 페이지를 지원하지 않습니다.
nl: Convusic ondersteunt geen artiestenpagina's met %@
pt_br: Convusic não suporta páginas de artistas com %@
ru: Convusic не поддерживает страницы исполнителей в %@

# MusicService.Errors.SongLink.Unknown
source: Unknown %@ Error
de: Unbekannter %@-Fehler
es: Error desconocido de %@
fr: Erreur %@ inconnue
hi: अज्ञात %@ त्रुटि
it: Errore sconosciuto %@
ja: %@の不明なエラー
ko: 알 수 없는 %@ 오류
nl: Onbekende %@-fout
pt_br: Erro %@ Desconhecido
ru: Неизвестная ошибка %@

# MusicService.Errors.AppleMusic.JWT
source: Apple Music Authentication Failure
de: Authentifizierung durch Apple Music fehlgeschlagen
es: Fallo de autenticación de Apple Music
fr: Échec d'authentification à Apple Music
hi: Apple म्यूज़िक सत्यापन विफल
it: Errore di autenticazione di Apple Music
ja: Apple Music認証エラー
ko: Apple Music 인증 실패
nl: Apple Music authenticatiefout
pt_br: Falha de Autenticação Apple Music
ru: Ошибка аутентификации Apple Music

# MusicService.Errors.AppleMusic.Unknown
source: Unknown Apple Music Error
de: Unbekannter Apple Music-Fehler
es: Error desconocido de Apple Music
fr: Erreur inconnue d'Apple Music
hi: अज्ञात Apple म्यूज़िक त्रुटि
it: Errore sconosciuto di Apple Music
ja: Apple Musicの不明なエラー
ko: 알 수 없는 Apple Music 오류
nl: Onbekende Apple Music-fout
pt_br: Erro Desconhecido da Apple Music
ru: Неизвестная ошибка Apple Music

# MusicService.Errors.AppleMusic.Playlist
source: Convusic doesn't support playlists with Apple Music
de: Apple Music-Playlists werden von Convusic nicht unterstützt
es: Convusic no admite listas de reproducción con Apple Music
fr: Convusic ne prend pas en charge les listes de lecture avec Apple Music
hi: Apple म्यूज़िक वाले प्लेलिस्टों का समर्थन Convusic नहीं करता
it: Convusic non supporta le playlist con Apple Music
ja: ConvusicはApple Musicのプレイリストをサポートしていません
ko: Convusic은 Apple Music으로 재생 목록을 지원하지 않습니다
nl: Convusic ondersteunt geen playlists met Apple Music
pt_br: Convusic não suporta listas de reprodução com Apple Music
ru: Convusic не поддерживает плейлисты Apple Music

# MusicService.Errors.Spotify.Authentication
source: Spotify Authentication Failure
de: Spotify-Authentifizierungsfehler
es: Fallo de autenticación de Spotify
fr: Échec d'authentification à Spotify
hi: Spotify सत्यापन त्रुटि
it: Errore di autenticazione di Spotify
ja: Spotify認証エラー
ko: Spotify 인증 실패
nl: Spotify authenticatiefout
pt_br: Falha de Autenticação Spotify
ru: Ошибка аутентификации Spotify

# MusicService.Errors.Spotify.Unknown
source: Unknown Spotify Error
de: Unbekannter Spotify-Fehler
es: Error desconocido de Spotify
fr: Erreur inconnue de Spotify
hi: अज्ञात Spotify त्रुटि
it: Errore sconosciuto di Spotify
ja: Spotifyの不明なエラー
ko: 알 수 없는 Spotify 오류
nl: Onbekende Spotify-fout
pt_br: Erro Desconhecido do Spotify
ru: Неизвестная ошибка Spotify

# MusicService.Errors.Spotify.Playlist
source: Convusic doesn't support playlists with Spotify
de: Spotify-Playlists werden von Convusic nicht unterstützt
es: Convusic no admite listas de reproducción con Spotify
fr: Convusic ne prend pas en charge les listes de lecture avec Spotify
hi: Spotify वाले प्लेलिस्टों का समर्थन Convusic नहीं करता
it: Convusic non supporta le playlist con Spotify
ja: ConvusicはSpotifyのプレイリストをサポートしていません
ko: Convusic은 Spotify로 재생 목록을 지원하지 않습니다
nl: Convusic ondersteunt geen playlists met Spotify
pt_br: Convusic não suporta listas de reprodução com Spotify
ru: Convusic не поддерживает плейлисты Spotify

# MusicService.Errors.Generic.Unidentifiable
source: Couldn't identify this music content
de: Dieser Musikinhalt konnte nicht identifiziert werden
es: No se pudo identificar este contenido musical
fr: Impossible d'identifier ce contenu musical
hi: इस संगीत सामग्री की पहचान नहीं हो सकी
it: Impossibile identificare questo contenuto musicale
ja: この曲のコンテンツを特定できません
ko: 이 음악 콘텐츠를 식별할 수 없습니다
nl: Niet mogelijk om deze muziekinhoud te identificeren
pt_br: Não foi possível identificar este conteúdo de música
ru: Не удалось идентифицировать этот музыкальный контент

# MusicService.Errors.Generic.NoArtist
source: Couldn't find %1$@ on %2$@
de: %1$@ konnte auf %2$@ nicht gefunden werden
es: No se pudo encontrar %1$@ en %2$@
fr: Impossible de trouver %1$@ sur %2$@
hi: %2$@ पर %1$@ नहीं मिला
it: Impossibile trovare %1$@ su %2$@
ja: %2$@で%1$@が見つかりませんでした
ko: %2$@에서 %1$@을(를) 찾을 수 없습니다
nl: Kon %1$@ niet op %2$@ vinden
pt_br: Não foi possível encontrar %1$@ em %2$@
ru: Не удалось найти %1$@ в %2$@

# MusicService.Errors.Generic.NoAlbum
source: Couldn't find %1$@ by %2$@ on %3$@
de: %1$@ von %2$@ konnte auf %3$@ nicht gefunden werden
es: No se pudo encontrar %1$@ por %2$@ en %3$@
fr: Impossible de trouver %1$@ de %2$@ sur %3$@
it: Impossibile trovare %1$@ di %2$@ su %3$@
ja: %3$@で%2$@による%1$@が見つかりませんでした%@%@%@
ko: %3$@에서 %2$@의 %1$@을(를) 찾을 수 없습니다
nl: Kon %1$@ van %2$@ niet vinden op %3$@
pt_br: Não foi possível encontrar %1$@ por %2$@ em %3$@
ru: Не удалось найти %1$@ (исполнитель: %2$@) в %3$@

# MusicService.Errors.Generic.NoTrack
source: Couldn't find %1$@ by %2$@ on %3$@
de: %1$@ von %2$@ konnte auf %3$@ nicht gefunden werden
es: No se pudo encontrar %1$@ por %2$@ en %3$@
fr: Impossible de trouver %1$@ de %2$@ sur %3$@
it: Impossibile trovare %1$@ di %2$@ su %3$@
ja: %3$@で%2$@による%1$@が見つかりませんでした
ko: %3$@에서 %2$@의 %1$@을(를) 찾을 수 없습니다
nl: Niet mogelijk om %1$@ van %2$@ te vinden op %3$@
pt_br: Não foi possível encontrar %1$@ por %2$@ em %3$@
ru: Не удалось найти %1$@ (исполнитель: %2$@) в %3$@

# MusicService.Errors.Generic.Unknown
source: Unknown Conversion Failure
de: Unbekannter Konvertierungsfehler
es: Error de conversión desconocido
fr: Échec de conversion inconnu
hi: अज्ञात कनवर्ज़न विफल
it: Errore di conversione sconosciuto
ja: 不明な変換エラー
ko: 알 수 없는 전환 실패
nl: Onbekende conversiefout
pt_br: Falha Desconhecida de Conversão
ru: Неизвестная ошибка преобразования
